---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecBalancedLoad
source: html/a48cf6af-e8b3-0925-a838-9338326cdf27.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecBalancedLoad Property

"Balanced Load"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecBalancedLoad { get; }
```